<?php
    return [
        'admin' => [
            'news' => [
                'store' => [
                    'success' => 'Новость успешно добавлена/изменена',
                    'fail' => 'Ошибка добавления/изменения новости',
                ],
                'destroy' => [
                    'success' => 'Новость успешно удалена',
                    'fail' => 'Ошибка удаления новости',
                ],
            ],
            'category' => [
                'store' => [
                    'success' => 'Категория успешно добавлена/изменена',
                    'fail' => 'Ошибка добавления/изменения категории',
                ],
                'destroy' => [
                    'success' => 'Категория была удалена',
                    'fail' => 'Ошибка удаления категории',
                ],
            ],
            'feedback' => [
                'save' => [
                    'success' => 'Отзыв успешно добавлен/изменён',
                    'fail' => 'Ошибка добавления/изменения отзыва',
                ],
                'destroy' => [
                    'success' => 'Отзыв был удалён',
                    'fail' => 'Ошибка удаления отзыва',
                ],
            ],
            'order' => [
                'save' => [
                    'success' => 'Заказ успешно добавлен/изменён',
                    'fail' => 'Ошибка добавления/изменения заказа',
                ],
                'destroy' => [
                    'success' => 'Заказ был удалён',
                    'fail' => 'Ошибка удаления заказа',
                ],
            ],
        ]
    ];
