<?php
    return [
        'admin' => [
            'news' => [
                'store' => [
                    'success' => 'Новость успешно изменена',
                    'fail' => 'Ошибка изменения новости',
                ],
                'input' => [
                    'success' => 'Новость успешно добавлена',
                    'fail' => 'Ошибка добавления новости',
                ],
                'destroy' => [
                    'success' => 'Новость успешно удалена',
                    'fail' => 'Ошибка удаления новости',
                ],
            ],
            'category' => [
                'store' => [
                    'success' => 'Категория успешно изменена',
                    'fail' => 'Ошибка изменения категории',
                ],
                'input' => [
                    'success' => 'Категория успешно добавлена',
                    'fail' => 'Ошибка добавления категории',
                ],
                'destroy' => [
                    'success' => 'Категория была удалена',
                    'fail' => 'Ошибка удаления категории',
                ],
            ],
            'feedback' => [
                'create' => [
                    'success' => 'Отзыв успешно добавлен',
                    'fail' => 'Ошибка добавления отзыва',
                ],
                'update' => [
                    'success' => 'Отзыв успешно изменён',
                    'fail' => 'Ошибка изменения отзыва',
                ],
                'destroy' => [
                    'success' => 'Отзыв был удалён',
                    'fail' => 'Ошибка удаления отзыва',
                ],
            ],
            'order' => [
                'input' => [
                    'success' => 'Заказ успешно добавлен',
                    'fail' => 'Ошибка добавления заказа',
                ],
                'update' => [
                    'success' => 'Заказ успешно изменён',
                    'fail' => 'Ошибка изменения заказа',
                ],
                'destroy' => [
                    'success' => 'Заказ был удалён',
                    'fail' => 'Ошибка удаления заказа',
                ],
            ],
            'user' => [
                'save' => [
                    'success' => 'Пользователь успешно изменён',
                    'fail' => 'Ошибка изменения пользователя',
                ],
            ],
        ]
    ];
